Repository: mozilla-l10n/mt-training-data
Catalog: bqi/bqi_pontoon.tmx
Source language: en_us
Languages: bqi

source: Search tabs
bqi: پیتینیڌن بلگه یل

source: search terms
bqi: استلایل پیتینیڌن

source: Search the web
bqi: پیتینیڌن من وب

source: Secure
bqi: ایمن

source: Secure connection
bqi: منپیز ٱمن

source: Secure Connection Failed
bqi: منپیز ٱمن شکست خرد

source: Securely save this card?
bqi: ای کارت و جۊر ایمن زفت بۊ؟

source: Securely send tabs between your devices and discover other privacy features in Firefox.
bqi: به جۊر ایمن بلگه یل ن منجا دسگا یل خوتووݩ بفشنین وو پوی ویژیی یل هریم سیخومی ن من Firefox بجۊرین.

source: Secure site not available
bqi: وبگه ایمن من دسرس نؽ

source: Secure Site Not Available
bqi: وبگه ایمن من دسرس نؽ

source: Secure your saved passwords
bqi: ٱمن کردن رزما زفت وابیڌه

source: Secure your saved payment methods
bqi: ایمن کردن روشا پرداخت زفت وابیڌه ایسا

source: See all synced tabs
bqi: نشووݩ داڌن پوی بلگه یل هوم گوم بیڌه

source: See an interesting pic and learn more about it.
bqi: شؽوات جالوی بنیرین وو قلوه زبارس دووسته بۊین.

source: See details
bqi: نیشتن جۊزیات

source: See the web in the best light.
bqi: وب ن من بؽڌرین هالت بنیرین.

source: select
bqi: پسند

source: Select address
bqi: پسند نشۊوی

source: Select a language to manage ”always translate“ and ”never translate“ preferences.
bqi: ی زووݩ ن سی دؽوۉداری سامووا «هی ولرن» وو «هرگشت نولرن» پسند کۊنین.

source: Select all
bqi: پسند پوی

source: Select App Icon
bqi: پسند آیکون برنومه

source: Select a theme
bqi: پسند زمینه

source: Select collection
bqi: پسند کتن

source: Selected language
bqi: پسند زووݩ

source: Selected tabs menu
bqi: نومگه بلگه یل پسند بیڌه

source: Select folder
bqi: پسند دوبلگه

source: Select one
bqi: یکی ن پسند کۊنین

source: Select tabs
bqi: پسند بلگه یل

source: Select Tabs
bqi: پسند بلگه یل

source: Select tabs to save
bqi: پسند بلگه یل سی زفت

source: %s encrypts all payment methods you save
bqi: %s پوی روشا پرداختی ک زفت اکۊنی ن رزم انه ریسۉݩ

source: %s encrypts your card number. Your security code won’t be saved.
bqi: %s شوماره کارت ایسا ن رزم انه ریس. کود ٱمنیتی ایسا زفت نؽبۊوه.

source: Send
bqi: فشناڌن

source: SEND
bqi: فشناڌن

source: Send automatically
bqi: فشناڌن خوتکار

source: Send crash report
bqi: فشناڌن گوزارش خراوی

source: Send crash report to %1$s
bqi: فشناڌن گوزارش خراویا و %1$s

source: Send crash report to Mozilla
bqi: فشناڌن گوزارش خراویا و مۊزیلا

source: Sending crash report to %1$s
bqi: هونی گوزارش خراوی ن افشنه و %1$s

source: Send more info
bqi: فشناڌن دووسمندیا بیشتر

source: Send request
bqi: فشناڌن درخاست

source: Send technical and interaction data
bqi: فشناڌن داده یل فنی وو تعامولی

source: Send technical and interaction data to Mozilla
bqi: فشناڌن داده یل فنی وو تعامولا و Mozilla

source: Send to all devices
bqi: فشناڌن و پوی دسگا یل

source: Send to device
bqi: فشناڌن و دسگا

source: Sep
bqi: سپتامبر

source: Sepia
bqi: سوبیایی

source: Sepia color scheme
bqi: تئر رنگی سوبیایی

source: Serif
bqi: سریف

source: Serif font
bqi: فونت سریف

source: Set
bqi: سامووݩ

source: Set as default browser
bqi: سامووݩ و عونوان گشت گر پؽش فرز

source: Set by Battery Saver
bqi: سامووݩ وابیڌه و دست زفت کوݩ قوبه

source: Set links from websites, emails, and messages to open automatically in Firefox.
bqi: لینگا وبگه یل، ایمیلا وو پیاما ن سامووݩ کۊنین تا و جۊر خوتکار من Firefox بوگوئشن.

source: Set open tabs to close automatically that haven’t been viewed in the past day, week, or month.
bqi: بستن خوتکار بلگه یلی ک بئڌ چن رۊز، هفته یا ما ننیشتینه.

source: Set time
bqi: سامووݩ زمووݩ

source: Settings
bqi: سامووا

source: Set up a device lock pattern, PIN, or password to protect your saved passwords from being accessed if someone else has your device.
bqi: ی اولگۊی چفت دسگا، پین یا رزم ن سی زفت وابیڌن رزما زفت وابیڌه خوتووݩ سامووݩ کۊنین تا ز دسرسی آڌومیل دی جلاوگری کۊنین.

source: Set up a device lock pattern, PIN, or password to protect your saved payment methods from being accessed if someone else has your device.
bqi: ی اولگۊی چفت دسگا، پین یا رزم ن سی زفت وابیڌن روشا پرداخت زفت وابیڌه خوتووݩ سامووݩ کۊنین تا ز دسرسی آڌومیل دی جلاوگری کۊنین.

source: Set up now
bqi: هیم سکو ر ونین

source: Set up screen lock to hide tabs
bqi: سامووݩ چفت بلگه سی بؽڌار کردن بلگه یل

source: %s had to restart
bqi: %s واست ر ونی دووارته بۊ

source: Share
bqi: یک رسۊوی

source: Share…
bqi: یک رسۊوی…

source: Share all tabs
bqi: یک رسۊوی پوی بلگه یل

source: Share authentication information with extension developer
bqi: دووسمندیا ائراز هۊویت ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share bookmarks information with extension developer
bqi: دووسمندیا نشووکا ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share browsing activity with extension developer
bqi: فعالیتا گشتن ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share data with Mozilla’s marketing technology partners. This data is never sold or used to show you ads.
bqi: یک رسۊوی داده یل وا شریکووݩ فناوری بازارجۊری Mozilla. ای داده یل هرگشت فوروهڌه نؽبۊن یا سی نشووݩ داڌن تبلیقات و ایسا و کار گرؽڌه نؽبۊن.

source: Share email address
bqi: یک رسۊوی نشۊوی ایمیل

source: Share file
bqi: یک رسۊوی فایل

source: Share financial and payment information with extension developer
bqi: دووسمندیا مالی وو پرداختی ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share health information with extension developer
bqi: دووسمندیا سلامتی ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share how you discovered Firefox, and that you use it, with Mozilla’s marketing partners. This data is never sold.
bqi: بارت آشنایی خوت وا Firefox وو یو ک و کارس اگیری ن وا هومکورووݩ بازارجۊری Mozilla یک رسۊوی کۊنین. ای داده یل هرگشت فوروهڌه نؽبۊن.

source: Share how you discovered Firefox and that you use it with Mozilla’s marketing technology partners.
bqi: بارت آشنایی وا Firefox وو یو ک و کارس اگیری ن وا هومکورووݩ بازارجۊری Mozilla یک رسۊوی کۊنین.

source: Share image
bqi: یک رسۊوی شؽوات

source: Share link
bqi: یک رسۊوی لینگ

source: Share location information with extension developer
bqi: دووسمندیا جاگه ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share minimal data with Mozilla’s marketing technology partners. This data is never sold or used to show you ads.
bqi: یک رسۊوی داده یل هدقلی وا شریکووݩ فناوری بازارجۊری Mozilla. ای داده یل هرگشت فوروهڌه نؽبۊن یا سی نشووݩ داڌن تبلیقات و ایسا و کار گرؽڌه نؽبۊن.

source: Share personal communications with extension developer
bqi: منپیزا خومی ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share personally identifying information with extension developer
bqi: دووسمندیا اشناختن خومی ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share search terms with extension developer
bqi: هؽلا پیتینیڌن ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share selected tabs
bqi: یک رسۊوی بلگه یل پسند بیڌه

source: Share technical and interaction data with extension developer
bqi: داده یل فنی وو تعامولی ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share URL
bqi: یک رسۊوی نشۊوی اینترنتی

source: Share via
bqi: یک رسۊوی وا

source: Share website activity with extension developer
bqi: فعالیتا وبگه ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share website content with extension developer
bqi: موئتوا وبگه ن وا برنومه نویس وردنی یک رسۊوی کۊنین

source: Share with…
bqi: یک رسۊوی وا…

source: %s, Heading
bqi: %s، عونوان

source: Shortcut limit reached
bqi: و هندا موجاز ر نهنگ رسیڌین

source: Shortcut name
bqi: نوم ر نهنگ

source: Shortcuts
bqi: ر نهنگا

source: Shortcut URL
bqi: نشۊوی اینترنتی ر نهنگ

source: Show all
bqi: نشووݩ داڌن پوی

source: Show all bookmarks
bqi: نشووݩ داڌن پوی نشووکا

source: Show all past explorations
bqi: نشووݩ داڌن پوی جوستنیا گوڌشته

source: Show all recent tabs button
bqi: نشۉ« داڌن دویمه پوی بلگه یل دیندایی

source: Show all sites
bqi: نشووݩ داڌن پوی وبگه یل

source: Show clipboard suggestions
bqi: نشووݩ داڌن پؽشنهاڌا کلیپ بورد

source: Show fewer sites
bqi: نشووݩ داڌن تئداد کمتری ز وبگه یل

source: Show full history
bqi: نشوݩ داڌن پوی ویرگار

source: Show hidden text
bqi: نشووݩ داڌن هؽل بؽڌاری

source: Show in private sessions
bqi: نشووݩ داڌن من نشستا سیخومی

source: Show original
bqi: نشووݩ داڌن ٱسلی

source: Show password
bqi: نشووݩ داڌن رزم

source: Show recent searches
bqi: نشووݩ داڌن پیتینیڌنا دیندایی

source: Show search suggestions
bqi: نشووݩ داڌن پؽشنهاڌا پیتینیڌن

source: Show shortcuts
bqi: نشووݩ داڌن ر نهنگا

source: Show tab bar
bqi: نشووݩ داڌن نوار بلگه

source: Show trending suggestions
bqi: نشووݩ داڌن پؽشنهاڌا هؽزگر

source: Show voice search
bqi: نشووݩ داڌن پیتینیڌن دونگی

source: Sign back in to sync
bqi: سی هوم گوم کردن دووارته و من بیاین

source: Sign in
bqi: و من ٱووڌن

source: Sign-in or sign-out
bqi: و من ٱووڌن یا و در زیڌن

source: Sign in to reconnect
bqi: سی منپیز دووارته و من بیاین

source: Sign in to see synced bookmarks
bqi: سی هوم گوم کردن نشووکا و من بیاین

source: Sign in to sync
bqi: سی هوم گوم کردن و من بیاین

source: Sign in to Sync
bqi: سی هوم گوم کردن و من بیاین

source: Sign in to sync tabs, bookmarks, passwords, and more.
bqi: سی هوم گوم کردن بلگه یل، نشووکا، رزما وو بیشتر و من بیاین.

source: Sign in to your account
bqi: و من هساو منتوری خوتووݩ بیاین

source: Sign in with a %1$s account
bqi: وا هساو منتوری %1$s و من بیاین

source: Sign in with your camera
bqi: و من ٱووڌن وا شؽواتگر

source: Sign out
bqi: و در زیڌن

source: Simple
bqi: ساڌه

source: %s is off-duty. We suggest turning protections back on.
bqi: %s هونی زمندی ازنه. پؽشنهاڌ اکۊنیم زفت وابیڌنا ن دووارته فعال کۊنین.

source: %s is on guard
bqi: %s هونی زفت ابۊوه

source: Site
bqi: وبگه

source: Site asked to turn off ad blocker
bqi: وبگه درخاست کرد ک مسدۊد کوݩ تبلیقات ن کۊر کۊنین

source: Site currently not supported
bqi: وبگه سکو لادراری نؽبۊ

source: Site doesn’t load
bqi: وبگه بار ونی نؽبۊ

source: Site information
bqi: دووسمندیا سایت

source: Site is slow
bqi: وبگه کوند هڌ

source: Site notifications
bqi: وارسۊویا وبگه

source: Site permissions
bqi: هشتنا وبگه

source: Site removed
bqi: وبگه وورداشته وابی

source: Site settings
bqi: سامووا وبگه

source: Site slow or not working
bqi: وبگه کوند هڌ یا کار نؽکونه

source: Skip
bqi: گوم زیڌن

source: Social Media Trackers
bqi: رڌجۊرا شبکه یل اجتماعی

source: Solid colors
bqi: رنگا سابت

source: Some content has been blocked by the autoplay setting
bqi: ی قرد ز موئتوا و دست سامووا پشک خوتکار مسدۊد وابین

source: Some features will stop working tomorrow.
bqi: ی قرد ز ویژیی یا سووه اواستن.

source: Some settings are temporarily unavailable.
bqi: ی قرد ز سامووا مووقتی من دسرس نؽڌن

source: Something else
bqi: چیا دیری

source: Some trackers marked below have been partially unblocked on this page because you interacted with them *.
bqi: ی قرد ز رڌجۊرایی ک ای لم نشووه دار وابینه تا ی هندایی من ای بلگه رفع مسدۊدیت وابینه چیناکه ایسا واسووݩ تعامول داشتین *.

source: Sorry. %1$s can’t load that page.
bqi: وابخشی. %1$s نتره ای بلگه ن بوگوشه.

source: Sorry. %1$s had a problem and crashed.
bqi: وابخشی: %1$s موشکلی داشته ۉ خراو وابیڌه.

source: Sorry. A problem occurred in %1$s.
bqi: وابخشی، موشکلی من %1$s پؽش ٱووڌ.

source: Sorry, we don’t support %1$s yet.
bqi: وابخشی، ایما هنی ز %1$s لادراری نؽکۊنیم.

source: Sort by A to Z
bqi: کتن و ری ا تا ی

source: Sort by custom order
bqi: و ری کتن سفارشی

source: Sort by newest
bqi: کتن و ری نۊ ترین

source: Sort by oldest
bqi: کتن و ری قڌیمی ترین

source: Sort by Z to A
bqi: کتن و ری ی تا ا

source: Sort passwords menu
bqi: نومگه کتن کردن رزما

source: %s | OSS Libraries
bqi: %s | کتاوهووه یل OSS

source: Speak now
bqi: گوفت وو لوفت کوݩ

source: Sponsored
bqi: هؽزگری وابیڌه

source: Sponsored shortcuts
bqi: ر نهنگا هؽزگرووݩ

source: Sponsored stories
bqi: وزعیتا هؽزگرووݩ

source: %s (Private)
bqi: %s (سیخومی)

source: %s protects you from many of the most common trackers that follow what you do online.
bqi: ‏%s ایسا ن ز رڌجۊرا قلوه رایجی ک فعالیتا ریتور تووݩ ن و دین اکونن، زفت اکونه.

source: %s search
bqi: پیتینیڌن %s

source: %s: search engine selector
bqi: %s: پسند کوݩ موتور پیتینیڌن

source: Standard
bqi: استاندارد

source: Standard (default)
bqi: استاندارد (پؽش فرز)

source: Start a quick search
bqi: ناهاڌن پا ی پیتینیڌن زل

source: Start browsing
bqi: ناهاڌن پا گشتن

source: Start your first search
bqi: بنه پا پیتینیڌن ٱولیت

source: State
bqi: وولات

source: Status:
bqi: وزعیت:

source: Stay
bqi: مندن

source: Stay encrypted when you hop between devices
bqi: مجالی ک دسگا یل موختلف ن و کار اگیرین رزم ناهاڌه بمهنین.

source: Stay in private browsing
bqi: مندن من گشت سیخومی

source: Stop
bqi: واڌاشتن

source: Stop downloading %1$s (%2$s)
bqi: واڌاشتن دانلود %1$s (%2$s)

source: Stops outside ads, videos, and other content from loading that contains tracking code. May affect some website functionality.
bqi: ز بارگرؽڌنی ک کود رهگیری منس هڌ، و در ز تبلیقات، فیلما وو پوی متالو واڌاشته ابۊ. گاشڌ ری کار کردن وبگه تئسیر بنه.

source: Stops uniquely identifiable data from being collected about your device that can be used for tracking purposes.
bqi: جم کردن داده یل قابل دیاری کردن زبار دسگا ایسا ک تره سی رڌجۊری و کار روه، واڌاشته ابۊ.

source: Stories
bqi: داستانا

source: Stories by topic
bqi: داستانا و ری سرتال

source: Street Address
bqi: نشۊوی خیابۉݩ

source: Strict
bqi: سخت گرووه

source: Stronger tracking protection and faster performance, but some sites may not work properly.
bqi: زفت وابیڌن ز رڌجۊرا زۊردار تر وو کارایی زیتر ، ٱما ی قرد ز وبگه یل گاشڌ و خۊوی کار نکونن.

source: Studies
bqi: خۊندنیا

source: Submit
bqi: فشناڌن

source: Successfully disabled %1$s
bqi: %1$s و خۊوی قیر فعال وابی

source: Successfully enabled %1$s
bqi: %1$s و خۊوی فعال وابی

source: Successfully installed %1$s
bqi: %1$s و خۊوی پۊرست

source: Successfully removed %1$s
bqi: %1$s و خۊوی پاک وابی

source: Successfully uninstalled %1$s
bqi: %1$s و خۊوی پاک وابی

source: Successfully updated
bqi: و خۊوی ورۊ وابی

source: Suggestions from %1$s
bqi: پؽشنهاڌا ز %1$s

source: Suggestions from search engines
bqi: پؽشنهاڌا ز موتورا پیتینیڌن

source: Suggestions from sponsors
bqi: پؽشنهاڌا ز هؽزگرووݩ

source: Suggest strong password
bqi: پؽشنهاڌ رزم قوی

source: Sunrise
bqi: دراووڌن ٱفتاو

source: Sunset
bqi: ٱفتاو دره

source: Support
bqi: لادراری

source: Support %1$s with occasional sponsored suggestions
bqi: لادراری ز %1$s وا پؽشنهاڌا هؽزگری مجال و مجال

source: Supported add-ons checker
bqi: واجۊری وردنی یل لادراری بیڌه

source: Support request sent
bqi: درخاست لادراری فشناڌه وابی

source: Survey complete
bqi: منشڌسنجی کامل وابی

source: Survey feature icon
bqi: آیکون ویژیی منشڌسنجی

source: Suspected Fingerprinters
bqi: جا کلکا مشکۊک

source: %s will delete the selected browsing data.
bqi: %s دووسمندیا پسند بیڌه ن پاک اکونه.

source: %s will delete the selected items.
bqi: %s مووردا پسند بیڌه ن پاک اکونه.

source: %s will share everything you type in the address bar with your default search engine.
bqi: %s هر چ ن ک من نوار نشۊوی هؽل کردینه ن و موتور پیتینیڌن افشنه.

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
bqi: %s هوم گوم وابیڌن وا هساو ایسا ن اواڌارنه، ولی هیچ کویکی ز داده یل ایسا ری ای گشت گر پاک نؽبۊن.

source: Swipe address bar sideways to switch tabs
bqi: نوار نشۊوی ن و ای ترف اۊ ترف بکشین تا بلگه یل ن آلشت کۊنین

source: Swipe left or right to switch. Swipe left on your last tab to open a new tab.
bqi: و چپ یا راست بکشین تا بلگه آلشت داڌه بۊ. ری بلگه دیندایی خوتووݩ و چپ بکشین تا ی بلگه نۊ واز کۊنین.

source: Swipe the toolbar left or right to switch tabs.
bqi: وا کشیڌن نوار ٱوزار و چپ ۉ راست، منجا بلگه یل جا گورو بۊین.

source: Swipe the toolbar to switch tabs
bqi: نوار ٱوزار ن و چپ یا راست بکشین تا بلگه یل آلشت داڌه بۊن

source: Swipe toolbar up to open tabs
bqi: سی گۊشیڌن بلگه یل، نوار ٱوزار ن ب روء بکشین

source: Switch
bqi: آلشت

source: Switching screens is easier than ever
bqi: آلشت بلگه یل نیشتگر ز همیشه راهت تر هڌ

source: Switch to desktop site
bqi: آلشت و هالت ری میزی

source: Switch to mobile site
bqi: آلشت و هالت موبایل

source: Switch to tab
bqi: گوم زیڌن و بلگه

source: Switch your default browser
bqi: آلشت گشت گر پؽش فرز ایسا

source: %s won’t save passwords for sites listed here.
bqi: %s رزما ن سی وبگه یل نومگه وابیڌه من ایچو زفت نؽکونه.

source: %s won’t save passwords for these sites.
bqi: %s رزما ن سی ای وبگه زفت نؽکونه.

source: Sync
bqi: هوم گوم کردن

source: Sync addresses
bqi: هوم گوم کردن نشۊویا

source: Sync addresses across devices
bqi: هوم گوم کردن نشۊویا منجا دسگا یل

source: Sync and save data
bqi: هوم گوم کردن وو زفت کردن داده یل

source: Sync and save your data
bqi: هوم گوم کردن وو زفت کردن داده یل ایسا

source: Sync bookmarks, passwords, tabs, and more
bqi: هوم گوم کردن نشووکا، رزما، بلگه یل وو مووردا بیشتر

source: Sync cards
bqi: هوم گوم کردن کارتا

source: Sync cards across devices
bqi: هوم گوم کردن کارتا منجا دسگا یل

source: Synced device
bqi: دسگا هوم گوم بیڌه

source: Synced Tabs Open: %1$s. Tap to switch tabs.
bqi: بلگه یل هوم گوم وابیڌه واز: %1$s. سی جا گورویی بلگه یل بزنین ریس.

source: Sync failed. Last success: %s
bqi: هوم گوم کردن ٱنجوم نگرؽڌ. مووفقیت دیندایی: %s

source: Sync failed. Last synced: never
bqi: هوم گوم کردن ٱنجوم نگرؽڌ. هوم گوم کردن دیندایی: هرگشت

source: Syncing…
bqi: هونی هوم گوم ابۊ…

source: Syncing paused
bqi: هوم گوم کردن واستاڌه

source: Sync is on
bqi: هوم گوم کردن رۊشن هڌ

source: Sync now
bqi: سکو هوم گوم کوݩ

source: Sync passwords
bqi: هوم گوم کردن رزما

source: Sync passwords across devices
bqi: هوم گوم کردن رزما منجا دسگا یل

source: Sync passwords, bookmarks, and more
bqi: هوم گوم کردن رزما، نشووکا وو مووردا بیشتر

source: Sync passwords, tabs, and more
bqi: هوم گوم کردن رزما، بلگه یل وو مووردا بیشتر

source: System auto
bqi: سیستوم خوتکار

source: Tab bar display
bqi: نشووݩ داڌن نوار بلگه

source: Tab closed
bqi: بلگه بسته وابیڌه

source: Tab count
bqi: تئداد بلگه یل

source: Tab creation tool
bqi: ٱوزار وورکل بلگه

source: Tab from %s
bqi: بلگه ز %s

source: Tab quantity to create
bqi: تئداد بلگه یلی ک وا وورکل بۊن

source: Tab Received
bqi: بلگه گرؽڌه وابی

source: Tabs
bqi: بلگه یل

source: Tab saved!
bqi: بلگه زفت وابی!

source: Tabs closed
bqi: بلگه یل بسته وابیڌه

source: Tabs closed: %1$s
bqi: بلگه یل بسته وابیڌه: %1$s

source: Tab sent!
bqi: بلگه ن فشناڌ!

source: Tab settings
bqi: سامووا سر بلگ

source: Tabs Open: %1$s. Tap to switch tabs.
bqi: بلگه یل واز: %1$s. سی آشت بلگه یل بزنین ریس.

source: Tabs saved!
bqi: بلگه یل زفت وابین!

source: Tabs sent!
bqi: بلگه یل ن فشناڌ!

source: Tabs you haven’t viewed for two weeks get moved here.
bqi: بلگه یلی ک دو هفته هڌ ننیشتین و ایچو جا گورو ابۊن.

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
bqi: بلگه یلی ک بیشتر ز دو هفته ننیشتینه، و بشن قیر فعال جا گورو ابۊن.

source: Tab Tools
bqi: ٱوزارا بلگه

source: Tab view
bqi: نما بلگه یل

source: Takes seconds. Change anytime.
bqi: تینا چن سانیه تۊل اکشه. هر سا خاستین ترین آلشتس کۊنین.

source: Take Survey
bqi: شرکت من منشڌسنجی

source: Tap and hold the arrows to jump between pages in this tab’s history.
bqi: سی جا گورویی منجا بلگه یل من ویرگار ای بلگه، فلشا ن واڌارنین.

source: Tap here to start a fresh private session. Delete your history, cookies — everything.
bqi: سی ناهاڌن پا ی نشست سیخومی نۊ ایچونا بزنین. ویرگار، کۊکیا — پوی چیا ن پاک کۊنین.

source: Tap or swipe this notification to close private tabs.
bqi: سی بستن بلگه یل سیخومی، ری ای وارسۊوی بزنین یا کلک خوتووݩ ن بکشین.

source: Tap to copy the URL for this app
bqi: سی لف گیری ز نشۊوی ای برنومه بزنین ریس

source: Tap to open the tab that’s using your camera.
bqi: سی گۊشیڌن بلگه ای ک شؽواتگر ایسا ن و کار اگره، ریس بزنین.

source: Tap to open the tab that’s using your microphone.
bqi: سی گۊشیڌن بلگه ای ک میکروفووݩ ایسا ن و کار اگره، ریس بزنین.

source: Tap to open the tab that’s using your microphone and camera.
bqi: سی گۊشیڌن بلگه ای ک میکروفووݩ وو شؽواتگر ایسا ن و کار اگره، ریس بزنین.

source: Task icon
bqi: آیکون وزیفه

source: technical and interaction data
bqi: داده یل فنی وو تعامولی

source: Technical Data
bqi: داده یل فنی

source: Tell websites not to share & sell data
bqi: و وبگه یل بۊگۊین ک داده یل ن یک رسۊوی نکونن وو نفۊرۊشن.

source: Temporarily disabled
bqi: مووقتن قیر فعال وابیڌه

source: Temporarily overrides the home and current region values for testing.
bqi: سی آزمایش، مقدارا جاگه هووه ای وو سکویی ن مووقتن ز نۊ هؽل اکونه.

source: Terms of Use
bqi: شرتا و کار گرؽڌن

source: Text field is empty
bqi: زمینه هؽلی پتی هڌ

source: Thanks for loving %1$s. Got a second to spread the love with a rating?
bqi: ممنووݩ ز موهبت %1$s. مجال هڌ وا نومره داڌن و ایما موهبتتووݩ ن نشووݩ دین؟

source: Thanks for your feedback!
bqi: ممنووݩ ز منشڌ ایسا!

source: The address isn’t valid
bqi: نشۊوی زبال نؽ

source: The <b>adjusted rating</b> is based only on reviews we believe to be reliable.
bqi: <b>نومره بندی تعدیل وابیڌه</b> و ری واجۊریایی هڌ ک ایما موعتقدیم قابل اتمینووݩ هڌن.

source: The connection has timed out
bqi: موئلت منپیز تموم وابی

source: The connection was interrupted
bqi: منپیز قت وابی

source: The connection was reset
bqi: منپیز ز نۊ ر اۊفتا

source: The developer says the extension wants to collect: %1$s
bqi: برنومه نویس اگو ای وردنی اخو مووردا لمی ن جم کونه: %1$s

source: The developer says this extension collects: %1$s
bqi: برنومه نویس اگو ای وردنی مووردا لمی ن جم اکونه: %1$s

source: The developer says this extension collects: %1$s.
bqi: برنومه نویس اگو ای وردنی مووردا لمی ن جم اکونه: %1$s.

source: The developer says this extension doesn’t require data collection.
bqi: برنومه نویس اگو ای وردنی لنگ کتن کردن داده یل نؽ.

source: The editable text field for the password.
bqi: زمینه هؽلی قابل و آلشت سی رزم.

source: The editable text field for the username.
bqi: زمینه هؽلی قابل و آلشت سی نوم منتوری.

source: The editable text field for the website address.
bqi: زمینه هؽلی قابل و آلشت سی نشۊوی وبگه.

source: The Independent Voices collection.
bqi: کتنی ز دونگا موستقل نۊ.

source: The Independent Voices collection. %s
bqi: کتنی ز دونگا موستقل نۊ. %s

source: Theme
bqi: زمینه

source: The page at %1$s says:
bqi: بلگه %1$s اگو:

source: The page isn’t redirecting properly
bqi: ای بلگه و خۊوی آلشت تور نؽڌه

source: The passwords you save or sync to %s will be listed here. All passwords you save are encrypted.
bqi: رزمایی ک من %s زفت یا هوم گوم اکۊنین، ایچونا نومگه وار دیارن. پوی رزمایی ک زفت اکۊنین، رزم ناهاده ابۊن.

source: There was a problem translating. Please try again.
bqi: موشکلی من ولرنیڌن پؽش ٱووڌ. دووارته قپ ریت کۊنین.

source: The tab counter toolbar button.
bqi: دویمه نوار ٱوزار شومارنده بلگه یل.

source: This add-on was migrated from a previous version of %1$s
bqi: ای وردنی ز نوسخه پؽشی %1$s جا گورو وابیڌه

source: This device doesn’t have enough space to download <b>%s</b>.
bqi: ای دسگا جاگه کافی سی دانلود <b>%s</b> ن نڌاره.

source: This extension could not be downloaded because of a connection failure.
bqi: چیناکه موشکلی من منپیز بی، دانلود وردنی و موشکل خرد.

source: This extension could not be installed because it appears to be corrupt.
bqi: ای وردنی منی خراو وابیڌه وو نؽبۊ بپۊره.

source: This extension could not be installed because it has not been verified.
bqi: ای وردنی نتره بپۊره چیناکه تاییڌ نوابیڌه.

source: This extension doesn’t require any permissions.
bqi: ای وردنی لنگ موجوز نؽ.

source: This extension is blocked for violating Mozilla’s policies and has been disabled.
bqi: ای وردنی سی دل زؽر پا ناهاڌن خت مشیا Mozilla مسدۊد ۉ قیر فعال وابیڌه.

source: This extension is restricted for violating Mozilla’s policies and has been disabled. You can enable it, but this may be risky.
bqi: ای وردنی سی دل زؽر پا ناهاڌن خت مشیا Mozilla مسدۊد ۉ قیر فعال وابیڌه. ترین فعالس کۊنین ٱما یو گاشڌ خترناک بۊ.

source: This extension violates Mozilla’s policies. Using it may be risky.
bqi: ای وردنی وا سیاستا Mozilla نؽسازه. و کار گرؽڌنس گاشڌ خترناک بۊ.

source: This helps Mozilla to estimate active users.
bqi: یو Mozilla ن هیاری اده تا منتورا رۊزووه ن بشماره.
